{


    //Titles
        "DND.invite.title": "D&D Invitation",
        "DND.coffeedate.title": "Coffee with Diala",
        "DND.tarotreading.title": "Tarot Reading",
        "DND.moonlunarite.title": "Museum with Moon",
        "Jumana.Husband.title": "Jumana's Husband",
        "DND.DialaRecipe.title": "Hot Chocolate Time!",
        "DND.DeryaRecipe.title": "Ice Cream, You Scream? No?",
        "DND.MoonRecipe.title": "Choco Cookies!",

    //Texts
        "DND.invite.text": "Hello, @!^^We'd like to invite you to D&D's Cat Cafe. Feel free to drop by during our opening hours! We're located in Sunberry Village.^^Looking forward to seeing you!^^- Diala and Derya.",
        "DND.coffeedate.text": "Hi, @!^^I've been meaning to invite you over for a cup of coffee, but it kept slipping my mind until Derya forced me to sit down and write this letter. Why don't you drop by sometime?^^- Diala.",
        "DND.tarotreading.text": "Hey, @!^^I've had some free time recently to dedicate to my practice. Derya has talked me into giving tarot readings to people online instead of limiting myself to just the people in town. Why don't you drop by soon? I'd love to give you one!^^- Diala",
        "DND.moonlunarite.text": "Hi, @!^^Derya and I took Moon out to a museum in the city a few days ago! It was a great opportunity to see both of them nerd out. The highlight of the day was seeing Moon's fascination with Lunarite. I told her how this mineral is derived from the word 'lunar', which pertains to the Moon. Her eyes lit up and she decided that if anyone got her one, it'd be for a special occasion. It was so much fun, you should join us next time!^^- Diala",
        "Jumana.Husband.text": "Hello, dear.^^I'd like to think we've grown closer recently, and I consider you a dear friend. Tomorrow will mark nine years since my husband passed away. Maia, Amina and I are planning to go visit his grave and I was hoping you'd stop by, too.^^Just... having a friend by my side would help greatly. It's a tough time. If you'd like to come, meet us at the Sunberry Mountain after 3 P.M.^^- Jumana",
        "DND.DialaRecipe.text": "Hey, @!^^I've been experimenting with this hot chocolate recipe for a while now, and I finally found what makes it taste SO good! It's Carob! I used to see my mother use it in her dessert back home, and I managed to find some at Ari's. Enjoy the recipe and let me know if you try it!^^- Diala",
        "DND.DeryaRecipe.text": "Hi, @!^^I'm like, truly convinced Diala and I make the best ice cream in town (no offense to Alex). We've been trying out different flavors and we finally found the perfect combo! Mango, strawberries, and blueberries. I promise, it's amazing! Try it out and keep me updated.^^- Derya",
        "DND.MoonRecipe.text": "Hello!^^Moon found this recipe in one of Diala's books. Moon tried to make it but... it didn't work very well. So, Moon decided to send you the recipe instead! It's very sweet and chewy, heh. Moon is going to go eat some of Diala's cookies now!^^...Moon hopes this letter gets sent. Goodbye!^^- Your junimo friend, Moon"
}       

